performance/reports/runs/breakpoint-2026-09-16T03-00-05/summary.txt
     ✓ login 200
     ✓ post detail 200
     ✓ chat rooms 200
     ✓ post create 2xx
     ✓ board list 200
     ✓ post search 200
     ✓ unread count 200
     ✓ meal today 200
     ✗ comment create 2xx
      ↳  99% — ✓ 2532 / ✗ 14
     ✓ hot daily 200
     ✓ timetable today 200
     ✓ user info 200
     ✓ notif list 200
     ✓ post update 200
     ✓ chat messages 200
     ✓ post delete 200
     ✓ post list 200
     ✓ friend list 200
     ✗ post reaction 2xx
      ↳  99% — ✓ 3291 / ✗ 2
     ✓ my posts 200
     ✗ scrap 2xx
      ↳  99% — ✓ 1268 / ✗ 8
     ✓ chat read 200
     ✓ meal month 200
     ✓ logout 200
     ✓ received reqs 200
     ✓ comment list 200
     ✓ comment reaction 200
     ✓ read all 200
     ✗ refresh 200
      ↳  94% — ✓ 593 / ✗ 37
     ✓ read one 200
     ✓ ws handshake 101

     auth_token_refreshes...........: 630    0.724127/s
     chat_ws_messages_sent..........: 34757  39.94996/s
     chat_ws_rtt....................: avg=854.1ms  min=13ms    med=56ms    max=17.42s   p(90)=2.84s  p(95)=6.97s  p(99)=11.3s  
     checks.........................: 99.97% ✓ 252665     ✗ 61    
     data_received..................: 11 GB  13 MB/s
     data_sent......................: 125 MB 144 kB/s
     dropped_iterations.............: 1304   1.498828/s
     http_req_blocked...............: avg=19.88µs  min=0s      med=0s      max=274.36ms p(90)=0s     p(95)=0s     p(99)=676.4µs
     http_req_connecting............: avg=14.5µs   min=0s      med=0s      max=274.36ms p(90)=0s     p(95)=0s     p(99)=546.5µs
     http_req_duration..............: avg=395.99ms min=536.2µs med=41.13ms max=9.74s    p(90)=1.39s  p(95)=2.01s  p(99)=2.46s  
       { expected_response:true }...: avg=395.76ms min=536.2µs med=41.09ms max=9.74s    p(90)=1.39s  p(95)=2.01s  p(99)=2.46s  
   ✓ http_req_failed................: 0.02%  ✓ 61         ✗ 245039
     http_req_receiving.............: avg=858.65µs min=0s      med=0s      max=642.89ms p(90)=1.02ms p(95)=3.14ms p(99)=18.18ms
     http_req_sending...............: avg=17.8µs   min=0s      med=0s      max=21.5ms   p(90)=0s     p(95)=0s     p(99)=571.7µs
     http_req_tls_handshaking.......: avg=0s       min=0s      med=0s      max=0s       p(90)=0s     p(95)=0s     p(99)=0s     
     http_req_waiting...............: avg=395.11ms min=520.7µs med=40.4ms  max=9.74s    p(90)=1.38s  p(95)=2.01s  p(99)=2.46s  
     http_reqs......................: 245100 281.719805/s
     iteration_duration.............: avg=11.73s   min=1s      med=9.33s   max=46.18s   p(90)=23.55s p(95)=27.26s p(99)=32.25s 
     iterations.....................: 64612  74.265524/s
     view_expected..................: 53464  61.451928/s
     vus............................: 9      min=6        max=1706
     vus_max........................: 1712   min=500      max=1712
     ws_connecting..................: avg=330.65ms min=2.11ms  med=5.37ms  max=2.64s    p(90)=1.2s   p(95)=1.88s  p(99)=2.26s  
     ws_msgs_received...............: 39494  45.394704/s
     ws_msgs_sent...................: 49983  57.45084/s
     ws_session_duration............: avg=22.81s   min=15s     med=22.83s  max=32.16s   p(90)=28.8s  p(95)=29.54s p(99)=30.47s 
     ws_sessions....................: 7634   8.774578/s